<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
 "http://www.w3.org/TR/html4/loose.dtd">
<html>
  <head>
   <link rel="stylesheet" type="text/css"  href="file:recursos\\ayuda\\index_files\\style.css" />
  </head>
  <body>
    <h1>1. Generar Anuncio</h1>
	<h5><a href="recursos\\ayuda\\index.html">Volver al Indice</a></h5>
    <p>Para efectuar el env&iacute;o de anuncios promocionales a clientes, se deber&aacute; confeccionar una campa&ntilde;a publicitaria, 
    la cual contendr&aacute; la siguiente informaci&oacute;n:</p>
	<ul>
	    <li>Asunto del mensaje o nombre de la promoci&oacute;n</li>
	    <li>Productos del anuncio</li>
	    <li>Clientes destinatarios</li>
    </ul>
    <p>Para iniciar la confecci&oacute;n de una nueva campaña, dirigirse al menu principal de la aplicaci&oacute;n:</p>
    <p class="imagenes"><img src="file:recursos\\ayuda\\modulos\\generar_anuncio_files\\PNG\\001_001.PNG" /></p>
    <p>O bien presionando simult&aacute;neamente las teclas "CTRL+N". Se abrirá la pantalla principal del generador de campañas.</p>
    <p class="imagenes"><img src="file:recursos\\ayuda\\modulos\\generar_anuncio_files\\PNG\\001_002.PNG" /></p>
    <p>Deber&aacute; elegir la categor&iacute;a y la subcategor&iacute;a de productos para recuperar la informaci&oacute;n de la Base de Datos.
    La informaci&oacute;n recuperada se mostrar&aacute; en la tabla de la derecha, titulada "Productos".</p>
	<p>Luego deber&aacute; ingresar el asunto del mensaje a enviar. SUGERENCIA: Utilizar el nombre de la campaña.</p>
	<p class="imagenes"><img src="file:recursos\\ayuda\\modulos\\generar_anuncio_files\\PNG\\001_003.PNG" /></p>
	<p>Para continuar con la confecci&oacute;n de la campaña, se deber&aacute; agregar cada producto al anuncio. Para ello hacer click izquierdo en
	el &iacute;cono "+" de la tabla "Productos". Al efectuar esta acci&oacute;n el Sistema ir&aacute; agregando cada producto al anuncio y 
	recuperando el listado de clientes destinatarios, obtenido de los datos hist&oacute;ricos de sus compras. Esta operaci&oacute;n deber&aacute;
	realizarse por cada producto que se desee agregar al anuncio.</p>
	<p class="imagenes"><img src="file:recursos\\ayuda\\modulos\\generar_anuncio_files\\PNG\\001_004.PNG" /></p>
	<p>Al recuperar la informaci&oacute;n, el sistema permanecer&aacute; temporalmente deshabilitado:</p>
	<p class="imagenes"><img src="file:recursos\\ayuda\\modulos\\generar_anuncio_files\\PNG\\001_005_001.PNG" /></p>
	<p>Luego de que la informaci&oacute;n haya sido recuperada se podr&aacute; continuar la confecci&oacute;n del anuncio:</p>
	<p class="imagenes"><img src="file:recursos\\ayuda\\modulos\\generar_anuncio_files\\PNG\\001_005_002.PNG" /></p>
	<p>Posteriormente, se deber&aacute; confeccionar el contenido del mail de la campaña. Para ello debe hacer click en el bot&oacute;n "Generar".
	Se mostrar&aacute; la siguiente pantalla:</p>
	<p class="imagenes"><img src="file:recursos\\ayuda\\modulos\\generar_anuncio_files\\PNG\\001_006_001.PNG" /></p>
	<p>Luego, al terminar de confeccionar el contenido del mensaje, hacer click en el bot&oacute;n "Finalizar Edici&oacute;n". El 
	contenido del mensaje estar&aacute; completo y listo para ser enviado.</p>
	<p>Para efectuar el env&iacute;o del mensaje, presionar el bot&oacute;n "Enviar". Se mostrar&aacute; la vista previa del mensaje.</p>
		<p>Posteriormente, se deber&aacute; confeccionar el contenido del mail de la campaña. Hacer click en el bot&oacute;n "Generar".
	Se mostrar&aacute; la siguiente pantalla:</p>
	<p class="imagenes"><img src="file:recursos\\ayuda\\modulos\\generar_anuncio_files\\PNG\\001_007_001.PNG" /></p>
	<p>Si es necesario realizar alguna modificaci&oacute;n, presionar el bot&oacute;n "Volver y Modificar"</p>
	<p>Si todo est&aacute; correcto, efectuar el env&iacute;o del mensaje, presionando el bot&oacute;n "Aceptar y Enviar". Se podr&aacute;
	observar el progreso de la operaci&oacute;n por pantalla:</p>
	<p class="imagenes"><img src="file:recursos\\ayuda\\modulos\\generar_anuncio_files\\PNG\\001_007_002.PNG" /></p>
	<p>En caso de necesitar efectuar la modificaci&oacute;n del precio de alguno de los productos a enviar, recomendamos ver la 
	siguiente secci&oacute;n:<br/><a href="recursos\\ayuda\\modulos\\modificar_precios.html">Modificar Precio de Producto</a></p>
	<p>Por otro lado, en caso de querer modificar los destinatarios del mensaje,
	recomendamos ver:<br/><a href="recursos\\ayuda\\modulos\\modificar_destinatarios.html">Modificar Destinatarios</a></p>
	<br/>
    <h5><a href="recursos\\ayuda\\index.html">Volver al Indice</a></h5>
  </body>
</html>
